tap "homebrew/bundle"
tap "homebrew/core"

brew "curl"
brew "deno"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "pngquant"
brew "starship"
brew "volta"
brew "unar"
brew "wget"
brew "zip"
brew "zsh"
