tap "homebrew/bundle"
tap "homebrew/core"

brew "csvq"
brew "curl"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "rargs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "unar"
brew "wget"
