tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "asdf"
brew "curl"
brew "exa"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "hub"
brew "mas"
brew "nkf"
brew "starship"
brew "watchman"
brew "zsh"

cask "appcleaner"
cask "authy"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "muzzle"
cask "slack"
cask "spotify"
cask "visual-studio-code"

mas "Battery Indicator", id: 1206020918
mas "Bear", id: 1091189122
mas "Caffeinated", id: 1362171212
mas "Gifox", id: 1082624744
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "Spark", id: 1176895641
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
