cask_args appdir: "/Applications"

tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "curl"
brew "exa"
brew "fzf"
brew "ghq"
brew "git"
brew "github/gh/gh"
brew "jq"
brew "mas"
brew "nkf"
brew "starship"
brew "watchman"
brew "wget"
brew "zplug"
brew "zsh"

cask "appcleaner"
cask "authy"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "muzzle"
cask "simplenote"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "workflowy"
cask "zoomus"

mas "1Password", id: 443987910
mas "Battery Indicator", id: 1206020918
mas "Gifox", id: 1082624744
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
